Repository: d-cooper/I-Simpa
Catalog: currentRelease/SystemScript/recp_tool/locale/*/internat.po
Languages: fr

source: Angle of rotation (degrees)
fr: Angle (degrés)

source: Col step x (m)
fr: Colonne : pas suivant x (m)

source: Col step y (m)
fr: Colonne : pas suivant y (m)

source: Col step z (m)
fr: Colonne : pas suivant z (m)

source: Create a receiver grid
fr: Créer une grille de récepteurs ponctuels

source: Number of cols
fr: Nombre de récepteurs ponctuels en colonne

source: Number of rows
fr: Nombre de récepteurs ponctuels en ligne

source: Orient a group of receivers to a point
fr: Orienter un groupe de récepteur vers un point dans l'espace.

source: Orient the group to a position
fr: Orienter le groupe vers un point...

source: Orient to position x (m)
fr: Orientation vers x (m)

source: Orient to position y (m)
fr: Orientation vers y (m)

source: Orient to position z (m)
fr: Orientation vers z (m)

source: Please enter the coordinates of the orientation point
fr: Veuillez saisir les coordonnées du point d'orientation.

source: Please enter the coordinates of the translation vector
fr: Veuillez saisir les coordonnées du vecteur de translation

source: Please fill the following fields to create the receivers points grid
fr: Veuillez saisir les informations pour créer la grille de récepteurs ponctuels.

source: Rotation center x (m)
fr: Centre de rotation : x (m)

source: Rotation center y (m)
fr: Centre de rotation : y (m)

source: Rotation center z (m)
fr: Centre de rotation : z (m)

source: Rotation of a group of receivers
fr: Rotation d'un groupe de récepteurs ponctuels

source: Rotation of receivers
fr: Rotation des récepteurs ponctuels

source: Row step x (m)
fr: Ligne : pas suivant x (m)

source: Row step y (m)
fr: Ligne : pas suivant y (m)

source: Row step z (m)
fr: Ligne : pas suivant z (m)

source: Starting position x (m)
fr: Position de départ : x (m)

source: Starting position y (m)
fr: Position de départ : y (m)

source: Starting position z (m)
fr: Position de départ : z (m)

source: Translation of a group of receivers
fr: Translation d'un groupe de récepteurs ponctuels

source: Translation of receivers
fr: Translation des récepteurs ponctuels

source: Wrong parameters
fr: Erreur de saisie des paramètres
