Repository: d-cooper/I-Simpa
Catalog: currentRelease/locale/*/internat.po
Languages: pl_pl

source: Synthesis
pl_pl: Synteza

source: Statistics
pl_pl: Statystyki

source: Terms of Use
pl_pl: Warunki użytkowania

source: %i tasks :
pl_pl: %i zadań:

source: AddRun
pl_pl: Dodaj zadanie

source: AddRunx10
pl_pl: Dodaj 10 zadań

source: ClearJobLst
pl_pl: Wyczyść listę zadań

source: Confirmation
pl_pl: Potwierdzenie

source: ExecJobs
pl_pl: Wykonaj zadania

source: PrintJobLst
pl_pl: Wyświetl listę zadań

source: JobLst
pl_pl: Lista zadań

source: Move to an existing group
pl_pl: Przenieś do istniejącej grupy

source: Label
pl_pl: Etykieta

source: Move faces
pl_pl: Przenieś powierzchnie

source: (Please select the group of destination:
pl_pl: Proszę wybierz grupę przeznaczenia:

source: Source name
pl_pl: Nazwa źródła

source: Source selection
pl_pl: Wybór źródła

source: Please choose the source:
pl_pl: Wybierz źródło:

source: Delete the link with the source
pl_pl: Usuń powiązanie ze źródłem

source: Orient the group to a position
pl_pl: Skieruj grupę na punkt

source: Translation of receivers
pl_pl: Przesunięcie odbiorników

source: Rotation of receivers
pl_pl: Obrót odbiorników

source: Create a receiver grid
pl_pl: Stwórz siatkę odbiorników

source: Starting position [x,y,z] (m)
pl_pl: Punkt początkowy [x,y,z] (m)

source: Number of rows
pl_pl: Ilość wierszy

source: Number of cols
pl_pl: Ilość kolumn

source: Row step [x,y,z] (m)
pl_pl: Krok - wiersz [x,y,z] (m)

source: Col step [x,y,z] (m)
pl_pl: Krok - kolumna [x,y,z] (m)

source: Please fill the following fields to create the receivers points grid
pl_pl: Wypełnij poniższe pola aby utworzyć siatkę odbiorników

source: Orient to position [x,y,z]
pl_pl: Skieruj na punkt [x,y,z]

source: Orient a group of receivers to a point
pl_pl: Skieruj grupę odbiorników na punkt

source: Please enter the coordinates of the orientation point
pl_pl: Proszę podaj współrzędne punktu docelowego

source: Vector of rotation (m)
pl_pl: Wektor obrotu (m)

source: Angle of rotation (degrees)
pl_pl: Kąt obrotu (stopnie)

source: Rotation center (m)
pl_pl: Środek obrotu

source: Rotation of a group of receivers
pl_pl: Obrót grupy odbiorników

source: Wrong parameters
pl_pl: Złe parametry

source: Direction (m)
pl_pl: Kierunek (m)

source: Translation of a group of receivers
pl_pl: Przesunięcie grupy odbiorników

source: Enable
pl_pl: Włącz

source: Disable
pl_pl: Wyłącz

source: Rotation
pl_pl: Obrót

source: Translation
pl_pl: Przesunięcie

source: All sources
pl_pl: Wszystkie źródła

source: Create a line of sound sources
pl_pl: Utwórz linię źródeł

source: Number of sources
pl_pl: Ilość źródeł

source: Step [x,y,z] (m)
pl_pl: Krok [x,y,z] (m)

source: Please fill the following fields to create the sound source line
pl_pl: Wypełnij poniższe pola aby utworzyć linię źródeł

source: Vector of rotation
pl_pl: Wektor obrotu

source: Angle (degrees)
pl_pl: Kąt (stopnie)

source: Rotation centre
pl_pl: Środek obrotu

source: Rotation of a group of sound sources
pl_pl: Obrót grupy źródeł

source: Translation of a group of sound sources
pl_pl: Przesunięcie grupy źródeł

source: All emitters
pl_pl: Wszystkie odbiorniki

source: Calculation mode
pl_pl: Tryb symulacji

source: Use direct sound
pl_pl: Użyj dźwięku bezpośredniego

source: Time
pl_pl: Czas
