Repository: d-cooper/I-Simpa
Catalog: currentRelease/locale/*/internat.po
Languages: pl_pl

source: Unable to load this format
pl_pl: Nie można załadować zawartości

source: Failed to export meshing
pl_pl: Nie można wyeksportować, siatki

source: Particles
pl_pl: Cząstki

source: Loading particles file
pl_pl: Wczytywanie pliku cząstek

source: Insufficent memory available, %u memory required and %u memory available
pl_pl: Niewystarczająca ilość pamięci, %u pamięci potrzebnej and %u pomięci dostępnej

source: Particles file contains %i particles and %i time step
pl_pl: Plik cząstek zawiera %i cząstek oraz %i kroków czasowych

source: Cancel loading particles files
pl_pl: Anulowanie wczytywania pliku cząstek

source: Particles file does not exist! %s
pl_pl: Plik cząstek nie istnieje! %s

source: Unknown error when reading particles file
pl_pl: Nieznany błąd podczas wczytywania pliku cząstek

source: Particles:
pl_pl: Cząstki:

source: Intensity
pl_pl: Natężenie

source: Intensity :
pl_pl: Natężenie:

source: Surface receiver
pl_pl: Odbiornik powierzchniowy

source: Total sound level
pl_pl: Całkowity poziom dźwięku

source: Loading of the surface receiver file
pl_pl: Wczytywanie pliku odbiornika powierzchniowego

source: Pascal
pl_pl: Paskal

source: Sound level at pointer s %.2f
pl_pl: Poziom ciśnienia akustycznego w wybranym punkcie wynosi s %.2f

source: Sound level is not given
pl_pl: Nieznany poziom ciśnienia akustycznego

source: RT at pointer is %.2f
pl_pl: RT w wybranym punkcie wynosi s %.2f

source: The clarity value at this coordinate is %.2f
pl_pl: Przejrzystość w wybranym punkcie wynosi s %.2f

source: The D value at this coordinate is %.2f
pl_pl: Wartość wskaźnika D w wybranym punkcie wynosi s %.2f

source: The TS value at this coordinate is %.2f
pl_pl: Wartość wskaźnika TS w wybranym punkcie wynosi %.2f

source: The ST value at this coordinate is %.2f
pl_pl: Wartość wskaźnika ST w wybranym punkcie wynosi %.2f

source: The pressure value at this coordinate is %.2f
pl_pl: Poziom ciśnienia akustycznego w wybranym punkcie wynosi %.2f

source: EDT at pointer is %.2f
pl_pl: EDT w wybranym punkcie wynosi %.2f

source: The STI value at this coordinate is %.2f
pl_pl: STI w wybranym punkcie wynosi %.2f

source: This zone does not correspond to a defined surface receiver
pl_pl: Ta strefa nie odpowiada żadnemu odbiornikowi powierzchniowemu

source: Surface receivers :
pl_pl: Odbiorniki powierzchniowe

source: File I/O Error: Cannot open file %s
pl_pl: Błąd pliku: Nie można otworzyć pliku %s

source: Resolution is too high, your graphic card is enable to manage this size. Please choose a lower export resolution
pl_pl: Zbyt duża rozdzielczość, twoja karta graficzna nie jest w stanie przetworzyć takiego obrazu. Proszę wybrać niższą rozdzielczość eksportowanego obrazu.

source: Unknown OpenGL error, try to set a lower resolution or use another exportation method.
pl_pl: Nieznany błąd OpenGL. Spróbuj ustawić niższą rozdzielczość lub użyć innej metody eksportu.

source: Error code : %i
pl_pl: Kod błędu: %i

source: OpenGL exportation error. Try to use the window exportation method instead
pl_pl: Błąd eksportu OpenGL. Spróbuj użyć eksportu okna.

source: Preparing display of surfaces receivers
pl_pl: Przygotowywanie widoku odbiorników powierzchniowych

source: Loading time step %i/%i
pl_pl: Wczytywanie kroku czasowego %i/%i

source: Display error unknown
pl_pl: Nieznany błąd wyświetlania

source: Can't load surface receiver: %s
pl_pl: Nie można wczytać odbiornika powierzchniowego: %s

source: Can't compare surface receivers: time step is different with the reference one: %s
pl_pl: Nie można porównać odbiorników powierzchniowych: krok czasowy nie jest taki sam: %s

source: Surface receivers can not be compared. Time step (delta T) is different from the reference one: %s
pl_pl: Odbiorniki powierzchniowe nie mogą zostać porównane. Krok czasowy (dT) nie jest taki sam: %s

source: Data can not be compared with reference surface receivers. Number of surface receivers is different from the reference one: %s
pl_pl: Dane nie mogą zostać porównane. Ilość odbiorników powierzchniowych jest różna: %s

source: The following surface receiver is not composed with the same number of surfaces as the reference one: %s
pl_pl: Wybrany odbiornik powierzchniowy nie składa się z takiej samej ilości powierzchni jak odbiornik odniesienia: %s

source: The following surface receiver can't be loaded: %s
pl_pl: Następujący odbiornik powierzchniowy nie może zostać wczytany: %s

source: Configuration
pl_pl: Konfiguracja

source: Tab name:
pl_pl: Nazwa zakładki

source: User diagram
pl_pl: Wykres użytkownika

source: Name of X axis
pl_pl: Nazwa osi X

source: Name of Y axis
pl_pl: Nazwa osi Y

source: Column
pl_pl: Kolumna

source: Lines
pl_pl: Krawędzie

source: Data alignment
pl_pl: Ułożenie danych

source: Label:
pl_pl: Etykieta

source: Text label for X
pl_pl: Etykieta osi X

source: In text mode, X data are regularly spaced (unit step)
pl_pl: W trybie tekstowym, dane X są równomiernie rozmieszczone (wielkość kroku)

source: If this field is not activated, label are converted in numbers and applied on the X axis
pl_pl: Jeżeli to pole nie jest aktywne, etykiety są przekształcane na liczby i stosowane na osi X

source: Default style
pl_pl: Styl domyślny

source: Project has been modified. Save modifications?
pl_pl: Projekt został zmodyfikowany. Czy chcesz zapisać zmiany?

source: Spreadsheet
pl_pl: Arkusz kalkulacyjny

source: Please, refresh root folder of the data tree
pl_pl: Proszę, odśwież główny folder drzewa projektu

source: Save document
pl_pl: Zapisz dokument

source: Data sheet (*.gabe)|*.gabe|CSV text file (*.csv)|*.csv
pl_pl: Arkusz danych (*.gabe)|*.gabe|CSV text file (*.csv)|*.csv

source: Please, give the name of line
pl_pl: Proszę, podaj nazwę wiersza

source: Please, give the name of column
pl_pl: Proszę, podaj nazwę kolumny

source: New project
pl_pl: Nowy projekt

source: Value %s can't be converted to decimal number
pl_pl: Wartość %s nie może zostać przekształcona na liczbę

source: New diagram
pl_pl: Nowy wykres

source: Export to an editing spreadsheet
pl_pl: Eksportuj do arkusza edytowalnego

source: Before
pl_pl: Przed

source: After
pl_pl: Po

source: Insert new line
pl_pl: Wstaw nowy wiersz

source: Delete line
pl_pl: Usuń wiersz

source: Edit line properties
pl_pl: Edytuj właściwości wiersza

source: Insert new column
pl_pl: Wstaw nową kolumnę

source: Delete column
pl_pl: Usuń kolumnę

source: Edit column properties
pl_pl: Edytuj właściwości kolumny

source: Save data
pl_pl: Zapisz dane

source: Save data as ...
pl_pl: Zapisz dane jako ...

source: Unable to write this file with this destination folder!
pl_pl: Nie można zapisać do wybranego folderu!

source: Corrupted file or file doesn't exist
pl_pl: Plik uszkodzony lub nieistniejący

source: Value
pl_pl: Wartość

source: Error in loading properties
pl_pl: Błąd wczytywania właściwości

source: Copy
pl_pl: Kopiuj

source: Paste
pl_pl: Wklej

source: to the column
pl_pl: do kolumny

source: to the row
pl_pl: do wiersza

source: Set the same value
pl_pl: Ustaw taką samą wartość

source: Compare surface receivers
pl_pl: Porównaj odbiorniki powierzchniowe

source: &Cancel
pl_pl: &Anuluj

source: < &Back
pl_pl: < &Poprzedni

source: &Next >
pl_pl: &Następny >

source: &Finish
pl_pl: &Koniec

source: This file or folder doesn't correspond to a compatible surface receivers
pl_pl: Ten plik lub folder nie odnosi się do odbiorników powierzchniowych

source: Please, select surface receivers of reference:
pl_pl: Proszę wybrać odbiornik powierzchniowy odniesienia

source: You must select a surface receiver data file to continue
pl_pl: Musisz wybrać odbiornik powierzchniowy aby kontunuować

source: Surface receiver to be compared to the reference one:
pl_pl: Odbiornik powierzchniowy do porównania:

source: Result filename
pl_pl: Nazwa pliku wynikowego

source: Power gain
pl_pl: Wzmocnienie

source: Add new data file
pl_pl: Dodaj nowy plik z danymi

source: Add next data file
pl_pl: Dodaj następny plik z danymi

source: Please, give filename for the output results
pl_pl: Proszę, podaj nazwę pliku wynikowego

source: You have select the same file as the reference one. Please select another file
pl_pl: Wybrałeś plik odniesienia. Proszę wybierz inny plik

source: You have already select this file. Please select another file
pl_pl: Już wybrałeś ten plik. Proszę wybierz inny plik.

source: You have already used this label as an output data file. Please select another label
pl_pl: Wybrałeś już tą nazwę jako plik wynikowy. Proszę wybierz inną nazwę.

source: Mesh correction computation
pl_pl: Poprawianie siatki.

source: Model solving
pl_pl: Rozwiązywanie modelu

source: Marching cube
pl_pl: Chodząca kostka

source: Triangulation method
pl_pl: Metoda triangulacji

source: None
pl_pl: Żadna

source: Vertices translation
pl_pl: Przesunięcie wierzchołków

source: Remesh adaptation
pl_pl: Adaptacja siatki

source: Reduction of the number of surfaces
pl_pl: Redukcja ilości powierzchni

source: Quality constraint
pl_pl: Wskaźnik jakości

source: Approximation constraint
pl_pl: Wskaźnik przybliżenia

source: Please select the volume to extract
pl_pl: Proszę wybrać objętość

source: Vol id:%i %.0f m3
pl_pl: ID objętości:%i %.0f m3

source: Average model remesh
pl_pl: Utwórz uproszczony model

source: With this option you are able to remesh the input model to make it compatible with all calculation core. Use this option as a last resort
pl_pl: Ta opcja pozwala na dopasowanie modelu wejściowego, tak aby był kompatybilny z programem. Używaj tylko jako ostateczność!

source: Repair model
pl_pl: Napraw model

source: If this option is activated, the scene will be imported with a correction process to improve compatibility with the mesh generator
pl_pl: Jeżeli ta opcja jest włączona, podczas importowania modelu podjęta zostanie próba poprawienia błędów, tak aby model był kompatybilny z programem.

source: Surface meshing
pl_pl: Generowanie siatki

source: Faces of the scene will be meshed in order to enhance the resolution of the surface receivers display
pl_pl: Na powierzchnie modelu zostanie nałożona siatka, aby zwiększyć rozdzielczość odbiorników powierzchniowych

source: TetGen parameters
pl_pl: Parametry TetGen

source: Keep existing groups
pl_pl: Zachowaj istniejące grupy

source: New faces with the same position than old faces keep materials and surface receivers
pl_pl: Nowe powierzchnie w tych samych pozycjach co stare zachowają swoje właściwości

source: Association maximum distance (m)
pl_pl: Maksymalna odległość scalania

source: Epsilon must be higher than 0 meter
pl_pl: Epsilon musi być większe niż 1m

source: Unable to read the epsilon value
pl_pl: Nie można wczytać wartości epsilon

source: Y axis
pl_pl: Oś Y

source: X axis
pl_pl: Oś X

source: Temps total de l'opération de dessin %i ms
pl_pl: Całkowity czas obliczeń %i ms

source: Cancel
pl_pl: Anuluj

source: Apply
pl_pl: Zastosuj

source: General parameters
pl_pl: Ustawienia ogólne

source: Data style
pl_pl: Styl danych

source: Load image
pl_pl: Wczytaj obrazek

source: All image files|*.bmp;*.png;*.jpg;*.jpeg;*.gif;*.pcx;*.tiff;*.xpm;*.ico;*.cur;*.ani
pl_pl: Wszystkie typy obrazów|*.bmp;*.png;*.jpg;*.jpeg;*.gif;*.pcx;*.tiff;*.xpm;*.ico;*.cur;*.ani

source: Hide legend
pl_pl: Ukryj legendę

source: Axis, dash size
pl_pl: Wielkość znacznika osi

source: X axis, line
pl_pl: Linia osi X

source: Y axis, line
pl_pl: Linia osi Y

source: Legend, icon length
pl_pl: Legenda, długość ikony

source: Scale, x minimum value
pl_pl: Oś X, wartość minimalna

source: Scale, x maximum value
pl_pl: Oś X, wartość maksymalna

source: Scale, y minimum value
pl_pl: Oś Y, wartość minimalna

source: Scale, y maximum value
pl_pl: Oś Y, wartość maksymalna

source: Scale Y
pl_pl: Oś Y

source: Scale X
pl_pl: Oś X

source: Marker, size (%)
pl_pl: Wielkość znacznika (%)

source: Data
pl_pl: Dane

source: Visible on/off
pl_pl: Widoczne tak/nie

source: Character font
pl_pl: Czcionka

source: Drawing method
pl_pl: Sposób wyświetlania

source: Marker
pl_pl: Znacznik

source: Labelled
pl_pl: Opisane

source: Text rotation (degree)
pl_pl: Obrót tekstu (stopnie)

source: Color
pl_pl: Kolor

source: Loading image ...
pl_pl: Wczytywanie obrazu ...

source: Drawing style
pl_pl: Styl rysowania

source: Line thickness
pl_pl: Grubość linii

source: Filling style
pl_pl: Styl wypełnienia

source: Drawing element:
pl_pl: Element rysunku:

source: General parameters:
pl_pl: Ogólne właściwości:

source: Outline:
pl_pl: Kontur:

source: Filling:
pl_pl: Wypełnienie:

source: Curve
pl_pl: Krzywa:

source: Spline
pl_pl: Splajn

source: Transparent
pl_pl: Przejżystość

source: Continuous line
pl_pl: Linia ciągła

source: Point
pl_pl: Punkt

source: Left diagonal dash
pl_pl: Ukośnik w lewo

source: Cross
pl_pl: Krzyżyk

source: Horizontal line
pl_pl: Pozioma linia

source: Vertical line
pl_pl: Pionowa linia

source: Dotted-dashed line
pl_pl: Kreska - kropka

source: Small dash
pl_pl: Krótka kreska

source: Long dash
pl_pl: Długa kreska

source: Full
pl_pl: Pełne

source: Right diagonal dash
pl_pl: Ukośnik w prawo

source: Circle
pl_pl: Koło

source: Square
pl_pl: Kwadrat

source: Viewing style
pl_pl: Styl widoku

source: Export graph
pl_pl: Eksportuj wykres

source: Image PNG (*.png)|*.png|Image JPG (*.jpg)|*.jpg|Image Bitmap (*.bmp)|*.bmp
pl_pl: Obraz PNG (*.png)|*.png|Image JPG (*.jpg)|*.jpg|Image Bitmap (*.bmp)|*.bmp

source: Original zoom
pl_pl: Oryginalne powiększenie

source: Export to image file
pl_pl: Eksportuj jako obrazek

source: Export to clipboard
pl_pl: Eksportuj do schowka

source: Export
pl_pl: Eksportuj

source: Show all
pl_pl: Pokaż wszystko

source: Hide all
pl_pl: Ukryj wszystko

source: Show/Hide curves
pl_pl: Pokaż/ukryj krzywe

source: Display parameters
pl_pl: Parametry wyświetlania

source: particles
pl_pl: cząstki

source: recepteurss
pl_pl: Odbiorniki powierzchniowe

source: Sound_level
pl_pl: Poziom dźwięku

source: Specular
pl_pl: Lustrzane

source: Uniform
pl_pl: Jednorodne

source: Semi-diffuse
pl_pl: Częściowo-rozproszone??

source: Operation not allowed
pl_pl: Operacja nie dozwolona

source: Popup icon file doesn't find: %s
pl_pl: Plik ikony nie znaleziony: %s

source: Rename
pl_pl: Zmień nazwę

source: Delete
pl_pl: Usuń

source: Properties
pl_pl: Właściwości

source: This field does not exist! Name of element: %s Name of the field: %s
pl_pl: To pole nie istnieje! Nazwa elementu: %s Nazwa pola: %s

source: Acoustic parameters
pl_pl: Parametry akustyczne

source: Average
pl_pl: Średnia

source: Alpha
pl_pl: α

source: Lambda
pl_pl: λ

source: Diffusion law
pl_pl: Prawo rozproszenia

source: Global
pl_pl: Średnia

source: Material spectrum
pl_pl: Widmo materiału

source: Spectrum
pl_pl: Widmo

source: Spectrum of element %s does not exist! Please, specify a valid spectrum
pl_pl: Widmo %s nie istnieje! Proszę, wybierz właściwe widmo.

source: Attenuation
pl_pl: Tłumienie

source: Export view 3D
pl_pl: Eksportuj widok 3D

source: PNG file (*.png)|*.png|JPG file (*.jpg)|*.jpg|Bitmap file (*.bmp)|*.bmp
pl_pl: PNG (*.png)|*.png|JPG (*.jpg)|*.jpg|Bitmap (*.bmp)|*.bmp

source: Image saved successfully
pl_pl: Zapisano obraz

source: Non-allowed image. Exportation cancelled
pl_pl: Obraz niedozwolony. Anulowano export

source: Please give the size of the exported picture.
pl_pl: Podaj rozmiar eksportowanego obrazu.

source: Export 3D View
pl_pl: Eksportuj widok 3D

source: Width
pl_pl: Szerokość

source: Height
pl_pl: Wysokość

source: Calculation requires, at least, one active sound source
pl_pl: Symulacje wymagają przynajmniej jednego aktywnego źródła.

source: Your model doesn't have any face. Please create or import a model.
pl_pl: Model nie zawiera powierzchni. Proszę stwórz lub zaimportuj model.

source: Calculation requires do define a valid frequency band
pl_pl: Symulacje wymagają zdefiniowania pasm częstotliwości

source: Calculation .exe file not found.
pl_pl: Nie znaleziono pliku wykonawczego

source: Calculation requires a scene meshing
pl_pl: Symulacje wymagają siatki

source: Calculation execution
pl_pl: Wykonywanie symulacji

source: Calculation in progress...
pl_pl: Symulacje w toku...

source: Calculation time: %i ms
pl_pl: Czas obliczeń: %i ms

source: Copy of calculation parameters
pl_pl: Kopiowanie parametrów symulacji

source: Refreshing onglet 'Report'
pl_pl: Odświeżanie okna wyników

source: Total time calculation: %i ms
pl_pl: Całkowity czas obliczeń: %i ms

source: Import material from file
pl_pl: Wczytaj materiały z pliku

source: CATT-Acoustic file (*.txt)|*.txt|li8 Odeon file (*.li8)|*.li8
pl_pl: CATT-Acoustic (*.txt)|*.txt|li8 Odeon file (*.li8)|*.li8

source: Unknown file format
pl_pl: Nieznany format pliku

source: File does not exist
pl_pl: Plik nie istnieje

source: Import from CATT-Acoustic file
pl_pl: Import z pliku programu CATT-Acoustic

source: Importation of material %s
pl_pl: Import materiału %s

source: Chairs
pl_pl: Krzesła

source: Audiences
pl_pl: Widownie

source: Walls
pl_pl: Ściany

source: Window
pl_pl: Okno

source: Floors
pl_pl: Podłogi

source: Import from Odeon file
pl_pl: Import z pliku programu Odeon

source: Properties -
pl_pl: Właściwości -

source: Surface receivers file does not exist for the corresponding frequency
pl_pl: Nie istnieją odbiorniki powierzchniowe dla wybranej częstotliwości

source: Particles file does not exist for the corresponding frequency
pl_pl: Nie istnieje plik cząstek dla wybranej częstotliwości

source: Do you really want to delete this folder?
pl_pl: Czy na pewno chcesz usunąć ten folder?

source: Please click on the 3D view to update the coordinates
pl_pl: Proszę kliknij na widoku 3D aby zmienić współrzędne

source: Loading project
pl_pl: Wczytywanie projektu

source: Loading XML file
pl_pl: Wczytywanie pliku XML

source: XML file corrupted. File can't be loaded
pl_pl: Plik XML jest uszkodzony. Plik nie może zostać wczytany.

source: Loading 3D scene ...
pl_pl: Wczytywanie modelu 3D ...

source: Scene does not exist!
pl_pl: Model nie istnieje!

source: Saving project
pl_pl: Zapisywanie projektu

source: Updating project backup
pl_pl: Aktualizacja pliku kopii zapasowej

source: Copy of the file %s
pl_pl: Kopia pliku %s

source: Enough memory. %li Mo required, %li Mo free on the corresponding disk
pl_pl: Wystarczająca ilość pamięci. %li Mb wymaganych, %li Mb wolnych na dysku

source: Project compression
pl_pl: Kompresja projektu

source: Project files compression in progress ...
pl_pl: Kompresja projektu w trakcie ...

source: Compression of file %s
pl_pl: Kompresja pliku %s

source: 3drendering
pl_pl: Renderowanie 3D

source: general
pl_pl: Ogólne

source: Selection
pl_pl: Wybór

source: Scene background
pl_pl: Tło

source: Default color
pl_pl: Domyślny kolor

source: animations
pl_pl: Animacje

source: Render frequency (Hz)
pl_pl: Częstotliwość odświeżania (Hz)

source: Label color
pl_pl: Kolor etykiery

source: Particles display
pl_pl: Wyświetlanie cząstek

source: Surface receivers display
pl_pl: Wyświetlanie odbiorników powierzchniowych

source: legend
pl_pl: Legenda

source: Police font
pl_pl: Czcionka

source: Text color
pl_pl: Kolor tekstu

source: Text background color
pl_pl: Kolor tła tekstu

source: Transparent text background
pl_pl: Przejrzyste tło tekstu

source: Iso-lines color
pl_pl: Kolor izolinii

source: soundmap
pl_pl: Mapa dźwięku

source: Color of particles
pl_pl: Kolor cząstek

source: particle
pl_pl: Cząstki

source: mainpref
pl_pl: Ustawienia główne

source: history
pl_pl: Historia

source: Keep modification history
pl_pl: Zapisuj historię modyfikacji

source: Project decompression
pl_pl: Wypakowywanie projektu

source: Project files decompression in progress ...
pl_pl: Wypakowywanie projektu w toku....

source: Dezip of file %s
pl_pl: Wypakowywanie pliku %s

source: Loading project: %s
pl_pl: Wczytywanie projektu: %s

source: Updating XML file
pl_pl: Aktualizacja pliku XML

source: Save finished
pl_pl: Zapis zakończony

source: Please chose a calculation code
pl_pl: Proszę wybierz metodę obliczeniową

source: Display mesh
pl_pl: Wyświetl siatkę

source: Select face: Left Click on the 3D view 3D to select a face; Double left Click+Ctrl to select a face entirely
pl_pl: Wybierz powierzchnie: kliknij lewym przyciskiem myszy na widoku 3D aby wybrać powierzchnię; kliknij dwukrotnie lewym przyciskiem myszy na widoku 3D aby wybrać całą powierzchnię

source: Loading faces of 3D scene
pl_pl: Wczytywanie powierzchni modelu

source: Loading 3D scene: %s
pl_pl: Wczytywanie modelu: %s

source: Saving 3D scene
pl_pl: Zapis modelu

source: Unable to load the 3D model
pl_pl: Nie można wczytać modelu

source: Please, select 3D scene importation options
pl_pl: Proszę, wybierz opcje importu modelu

source: Loading 3D scene
pl_pl: Wczytywanie modelu

source: Build of a 3D scene.
pl_pl: Budowanie modelu.

source: Sound level (dB)
pl_pl: Poziom dźwięku (dB)

source: Sound level (dBA)
pl_pl: Poziom dźwięku A (dBA)

source: STI not calculated! The following frequency could not be found:%d
pl_pl: Nie wyznaczono STI! Nie znaleziono następującej częstotliwości:%d

source: Please, gives calculation parameters. Use ';' to separate several parameters
pl_pl: Proszę, podaj parametry współczynników. Użyj ';' aby oddzielić parametry

source: Acoustic parameters calculation
pl_pl: Wyznaczanie parametrów akustycznych

source: Clarity (ms)
pl_pl: Przejrzystość [C] (ms)

source: Definition (ms)
pl_pl: Wyrazistość [D] (ms)

source: Sound decay value for RT calculation (dB)
pl_pl: Spadek poziomu dźwięku dla obliczeń RT (dB)

source: NC curve for STI calculation
pl_pl: Krzywa NC dla parametru STI

source: The following file doesn't exist: %s
pl_pl: Następujący plik nie istnieje: %s

source: Schroeder curves
pl_pl: Krzywe Schroedera

source: Early lateral fraction LF (ms)
pl_pl: Współczynnik odbić bocznych LF (ms)

source: Early lateral fraction LFC (ms)
pl_pl: Współczynnik odbić bocznych LFC (ms)

source: Advanced acoustic parameters
pl_pl: Zaawansowane parametry akustyczne

source: Reparing 3D scene
pl_pl: Naprawianie modelu 3D

source: Preparing 3D scene
pl_pl: Przygotowywanie modelu 3D

source: Scene repair complete
pl_pl: Naprawa modelu skończona

source: Scene repair canceled
pl_pl: Naprawa modelu przerwana

source: Meshing with the following parameters: %s
pl_pl: Generowanie siatki z następującymi parametrami: %s

source: Code execution mesh generation
pl_pl: Wykonywanie kodu generowania siatki

source: Generating mesh
pl_pl: Generowanie siatki

source: Meshing complete
pl_pl: Generowanie siatki skończone

source: Loading mesh ASCII file ...
pl_pl: Wczytywanie siatki z pliku ASCII

source: Loading ASCII files from mesh generator complete
pl_pl: Wczytywanie pliku ASCII z generatora siatki skończone

source: Total time of meshing: %i ms
pl_pl: Całkowity czas generowania siatki: %i ms

source: Meshing aborted: please, see console messages for more information
pl_pl: Generowanie siatki przerwane: proszę, sprawdź komunikaty w konsoli aby uzyskać więcej informacji

source: Debug mode mesh, nothing will be done
pl_pl: Generowanie siatki w trybie debugowania, nic nie zostanie zrobione

source: Meshing with user parameters
pl_pl: Generowanie siatki z parametrami użytkownika

source: No 3D scene for meshing
pl_pl: Brak modelu 3D do wykonania siatki

source: You must launch the mesh operation before run this method.
pl_pl: Musisz wygenerować siatkę przed uruchomieniem tej metody

source: The formula result must be a number
pl_pl: Wynik musi być liczbą

source: Unable to solve the user's defined formula !
pl_pl: Nie można rozwiązać równania podanego przez użytkownika!

source: Unable to solve the user's defined formula :
pl_pl: Nie można rozwiązać równania podanego przez użytkownika:

source: Python(TM) parameter %s not found
pl_pl: Python(TM) nie znaleziono parametru %s
