Repository: d-cooper/I-Simpa
Catalog: currentRelease/locale/*/internat.po
Languages: pl_pl

source: Searching model volumes ...
pl_pl: Wyszukiwanie objętości w modelu...

source: Unable to load the stats file: %s
pl_pl: Nie można wczytać pliku statystyk: %s

source: Reconstruction of input model.
pl_pl: Rekonstrukcja modelu wejściowego

source: Unable to save the file under the PLY format
pl_pl: Nie można zapisać pliku w formacie PLY

source: Add modifications in the change log
pl_pl: Dodano modyfikacje do logu zmian

source: Forced adding changes in the change log.
pl_pl: Wymuszono dodawanie zmian do logu

source: Incorrect data types. Values and index must be characters
pl_pl: Niewłaściwy typ danych. Wartości i indeksy muszą być znakami

source: This element doesn't represent a file or a folder
pl_pl: Ten element nie odpowiada żadnemu plikowi lub folderowi

source: This element doesn't exist
pl_pl: Ten element nie istnieje

source: Hide an element
pl_pl: Ukryj element

source: Enable or Disable the user access to this data.
pl_pl: Włącz/wyłącz możliwość edycji tych danych

source: Enables / Disables the ability to change all the fields to the user for a given column.
pl_pl: Włącz/wyłącz możliwość edycji danych w tej kolumnie

source: Find and delete the son with this id. This is not a recursively search
pl_pl: Znajdź i usuń potomka z tym ID. To nie jest wyszukiwanie rekursywne.

source: Uncorrect data list
pl_pl: Błędna lista danych

source: Uncorrect index list
pl_pl: Błędna lista indeksów

source: Error during call of Python(TM) script on element update
pl_pl: Błąd skryptu Python(TM) podczas aktualizowania elementu

source: Error during call of Python(TM) script on element append child
pl_pl: Błąd skryptu Python(TM) podczas dodawania elementu

source: A menu manager must contain the following method: bool getmenu(eltype,elid,listmenu)
pl_pl: Menger menu musi zawierać następującą metodę: bool getmenu(eltype,elid,listmenu)

source: This event doesn't exist !
pl_pl: Takie zdarzenie nie istnieje!

source: Unable to init the Python(TM) element %s of the %s module
pl_pl: Nie można inicjalizować elementu Python(TM) %s z modułu %s

source: Folder name or file name can't be empty
pl_pl: Nazwa folderu nie może być pusta

source: Folder name can't use the following letters: \/:*?"<>|
pl_pl: Nazwa folderu nie może zawierać następujących znaków: \/:*?"<>|

source: File can't be renamed, a file with the same name already exists
pl_pl: Nazwa nie może zostać zmieniona, plik o takiej nazwie już istnieje

source: Are you sure to delete this element forever? %s
pl_pl: Czy na pewno chcesz usunąć ten element? %s

source: Refresh folder
pl_pl: Odśwież folder

source: Calculate acoustic parameters
pl_pl: Wyznacz parametry akustyczne

source: Sound level
pl_pl: Poziom dźwięku

source: Total
pl_pl: Całkowity

source: Schroeder's curve
pl_pl: Krzywa Schrodera

source: Scene
pl_pl: Model

source: Group
pl_pl: Grupa

source: Surface area (m2)
pl_pl: Powierzchnia (m2)

source: Record angle
pl_pl: Rejestruj kąty padania

source: Angle group
pl_pl: Grupa wyników kątów padania

source: Material of the surface group %s has not be defined: the default material is applied
pl_pl: Materiał dla grupy powierzchni %s nie został zdefiniowany: przyjęto materiał domyślny

source: The drag and drop of vertex is allowed only from surface groups
pl_pl: Przeciąganie i upuszczanie powierzchni możliwe jest tylko między grupami powierzchni

source: The drag and drop of a group is allowed only from main surface groups
pl_pl: Przeciąganie i upuszczanie grup powierzchni możliwe jest tylko dla głównej grupy powierzchni

source: Clean
pl_pl: Wyczyść

source: Invert face normal
pl_pl: Odwróć powierzchnię

source: Loading faces
pl_pl: Wczytywanie powierzchni

source: Loading face %i/%i
pl_pl: Wczytywanie powierzchni %i/%i

source: Volumes
pl_pl: Objętości

source: Create a volume
pl_pl: Utwórz objętość

source: Volume auto-detect
pl_pl: Automatycznie wykryj objętości

source: Interface
pl_pl: Interfejs

source: Can not read the I-SIMPA icon
pl_pl: Nie można wczytać ikony programu I-SIMPA

source: New project Ctrl+N
pl_pl: Nowy projekt Ctrl+N

source: Open project Ctrl+O
pl_pl: Otwórz projekt Ctrl+O

source: Export scene
pl_pl: Eksportuj model

source: New scene
pl_pl: Nowy model

source: Save project Ctrl+S
pl_pl: Zapisz projekt Ctrl+S

source: Save project as ...
pl_pl: Zapisz projekt jako ...

source: Save copy of project
pl_pl: Zapisz kopię projektu

source: Recent projects
pl_pl: Ostatnie projekty

source: Options
pl_pl: Opcje

source: Language
pl_pl: Język

source: Settings
pl_pl: Ustawienia

source: Exit
pl_pl: Zamknij

source: Undo Ctrl+Z
pl_pl: Cofnij Ctrl+Z

source: Redo Ctrl+Y
pl_pl: Ponów Ctrl+Y

source: Play
pl_pl: Odtwarzaj

source: Pause
pl_pl: Pauza

source: Stop
pl_pl: Zatrzymaj

source: Meshing
pl_pl: Siatka

source: File results process
pl_pl: Przetwarzanie wyników

source: Outside
pl_pl: Zewnętrzne

source: Inside
pl_pl: Wewnętrzne

source: Faces
pl_pl: Powierzchnie

source: Original
pl_pl: Oryginalny

source: Material
pl_pl: Materiał

source: Material color
pl_pl: Kolor materuału

source: Contour lines calculation
pl_pl: Obliczanie krawędzi

source: All
pl_pl: Wszystkie

source: Contour
pl_pl: Krawędzie

source: Hide meshing
pl_pl: Ukryj siatkę

source: Reinitialize camera
pl_pl: Reinicjalizuj widok

source: First person
pl_pl: Pierwsza osoba

source: Rotation / Zoom
pl_pl: Obrót / Zbliżenie

source: Camera
pl_pl: Kamera

source: XY Grid
pl_pl: Siatka XY

source: XZ Grid
pl_pl: Siatka XZ

source: YZ Grid
pl_pl: Siatka YZ

source: To file
pl_pl: Do pliku

source: To a file with a specified resolution
pl_pl: Do pliku z określoną rozdzielczością

source: Copy 3D View
pl_pl: Kopiuj widok 3D

source: Reinitialize interface
pl_pl: Reinicjalizuj interfejs

source: Set 3D View as main window
pl_pl: Zadokuj widok 3D w głównym oknie

source: Floating 3D View
pl_pl: Pływający widok 3D

source: 3D View
pl_pl: Widok 3D

source: Export to file
pl_pl: Eksportuj do pliku

source: Delete windows
pl_pl: Usuń okna

source: Console
pl_pl: Konsola

source: Website
pl_pl: Strona internetowa

source: Online documentation
pl_pl: Dokumentacja online

source: I-Simpa documentation (PDF in French)
pl_pl: Dokumentacja programu I-SIMPA (PDF po francusku)

source: SPPS documentation (PDF in French)
pl_pl: Dokumentacja programu SPPS (PDF po francusku)

source: License
pl_pl: Licencja

source: About
pl_pl: Na temat

source: File
pl_pl: Plik

source: Edition
pl_pl: Edytuj

source: Simulation
pl_pl: Symulacje

source: Tools
pl_pl: Narzędzia

source: View
pl_pl: Widok

source: Help
pl_pl: Pomoc

source: Messages
pl_pl: Wiadomości

source: Calculation
pl_pl: Obliczenia

source: Results
pl_pl: Wyniki

source: Project
pl_pl: Projekt

source: Interface options
pl_pl: Opcje interfejsu

source: Main window
pl_pl: Główne okno

source: Open project
pl_pl: Otwórz projekt

source: Save project
pl_pl: Zapisz projekt

source: Previous time step
pl_pl: Poprzedni krok czasowy

source: Next time step
pl_pl: Następny krok czasowy

source: Delete the simulation
pl_pl: Usuń animacje

source: Face view
pl_pl: Widok powierzchni

source: Wireframe view
pl_pl: Widok krawędzi

source: Combined view
pl_pl: Widok łączony

source: Camera mode
pl_pl: Tryb kamery

source: Surface selection mode
pl_pl: Tryb wyboru powierzchni

source: Extract sound level from 3D view
pl_pl: Odczytaj poziom z widoku 3D

source: Show / Hide meshing
pl_pl: Pokaż / ukryj siatkę

source: Project toolbar
pl_pl: Pasek projektu

source: Camera toolbar
pl_pl: Pasek kamery

source: Meshing toolbar
pl_pl: Pasek siatki

source: Animation toolbar
pl_pl: Pasek animacji

source: Pointer toolbar
pl_pl: Pasek narzędzi

source: Save console
pl_pl: Zapisz konsolę

source: Text file (*.txt)|*.txt
pl_pl: Plik tekstowy (*.txt) | *.txt

source: Language will be changed after restarting I-Simpa
pl_pl: Język zostanie zmieniony po ponownym uruchomieniu programu

source: License >>
pl_pl: Licencja >>

source: Developers >>
pl_pl: Twórcy >>

source: Import new scene
pl_pl: Importuj nowy obiekt

source: All compatible files|*.3ds;*.ply;*.bin;*.poly;*.stl|3DS file (*.3ds)|*.3ds|POLY file (*.poly)|*.bin|PLY file (*.ply)|*.ply|Binary file 1.00 (*.bin)|*.bin|Stererolithograpic file (*.stl)|*.stl
pl_pl: Wszystkie formaty|*.3ds;*.ply;*.bin;*.poly;*.stl|3DS file (*.3ds)|*.3ds|POLY file (*.poly)|*.bin|PLY file (*.ply)|*.ply|Binary file 1.00 (*.bin)|*.bin|Stererolithograpic file (*.stl)|*.stl

source: Please enter scene dimensions
pl_pl: Wprowadź wymiary obiektu

source: Creating scene
pl_pl: Stwórz nowy obiekt

source: Width (x)
pl_pl: Szerokość (x)

source: Length (y)
pl_pl: Długość (y)

source: Height (z)
pl_pl: Wysokość (z)

source: Export model
pl_pl: Eksportuj model

source: Project (*.proj)|*.proj
pl_pl: Projekt (*.proj)|*.proj

source: Please choose language:
pl_pl: Wybierz język:

source: Project has been modified. Save project with modifications?
pl_pl: Projekt został zmieniony. Czy chcesz zapisać zmiany?

source: Unexpected Dialog response return !
pl_pl: Niespodziewana wartość w oknie dialogowym

source: Calculation code error:
pl_pl: Błąd metody obliuczeniowej:

source: Elapsed time :
pl_pl: Upłynęło:

source: Remaining time :
pl_pl: Pozostało:

source: Close
pl_pl: Zamknij

source: Unknown
pl_pl: Nieznany

source: External code execution
pl_pl: Wykonywanie zewnętrznego kodu

source: External code execution canceled
pl_pl: Wykonywanie zewnętrznego kodu anulowane

source: No error
pl_pl: Brak błędu

source: Signal doesn't exist
pl_pl: Sygnał nie istnieje

source: Unauthorized closing process
pl_pl: Nieautoryzowane zamknięcie procesu

source: Process doesn't exist
pl_pl: Proces nie istnieje

source: The path of the XML configuration file must be specified!
pl_pl: Ścieżka do konfiguracji XML musi być zdefiniowana!

source: XML configuration file is currently loading...
pl_pl: Wczytywanie konfiguracji XML...

source: main_calculation
pl_pl: Główne obliczenia

source: Punctual receivers\
pl_pl: Odbiorniki punktowe\

source: Global sound level
pl_pl: Całkowity poziom dźwięku

source: Plane Surface Receiver
pl_pl: Odbiornik powierzchniowy

source: Data must be in the range %i - %i
pl_pl: Dane muszą zawierać się w przedziale %i - %i

source: Authorized maximum value: %i
pl_pl: Dozwolona maksymalna wartość: %i

source: Authorized minimum value: %i.
pl_pl: Dozwolona minimalna wartość: %i

source: Data must be in the range %s - %s
pl_pl: Dane muszą zawierać się w przedziale %s - %s

source: Authorized maximum value: %s
pl_pl: Dozwolona minimalna wartość: %s

source: Authorized minimum value: %s
pl_pl: Dozwolona minimalna wartość: %s

source: Index list is not coherent with data list
pl_pl: Lista indeksów nie jest zgodna z danymi

source: Unauthorized data
pl_pl: Niedozwolone dane

source: The value of the loss is not corresponding to the value of the absorption.The value of loss has been fixed to %3.f dB, and the absorption value keep to %.2f
pl_pl: Izolacyjność nie jest zgodna ze współczynnikiem pochłaniania. Izolacyjność została ustawione na %3.f dB, a pochłanianie zostało zachowane na poziomie %.2f

source: Before set a transmission value, please set an absorption higher than 0
pl_pl: Przed ustaleniem izolacyjności ustaw pochłanianie większe od 0.

source: The value of the loss is not corresponding to the value of the absorption.The value of absorption has been fixed to %3.f, and the loss factor keep to %.2f dB
pl_pl: Izolacyjność nie jest zgodna ze współczynnikiem pochłaniania. Współczynnik pochłaniania został ustawiony na %3.f dB, a izolacyjność została zachowane na poziomie %.2f

source: Absorption
pl_pl: Pochłanianie

source: Diffusion
pl_pl: Rozpraszanie

source: Loss (dB)
pl_pl: Izolacyjność (dB)

source: Transmission
pl_pl: Transmisja

source: Define with 3D view
pl_pl: Określ w widoku 3D

source: Value (m)
pl_pl: Wartość (m)

source: Reference spectrum
pl_pl: Widmo odniesienia

source: User spectrum
pl_pl: Widmo użytkownika

source: Reference material
pl_pl: Materiał odniesienia

source: Calculation code
pl_pl: Metoda obliczeniowa

source: Punctual receivers
pl_pl: Odbiorniki punktowe

source: Advanced sound level
pl_pl: Zaawansowany poziom ciśnienia akustycznego

source: Total energy
pl_pl: Całkowita energia

source: Run calculation
pl_pl: Uruchom obliczenia

source: Frequency bands
pl_pl: Pasma częstotliwości

source: Unselect all
pl_pl: Odznacz wszystkie

source: Select all
pl_pl: Zaznacz wszystkie

source: All [63-16000] Hz
pl_pl: Wszystkie [63-16000] Hz

source: Building/Road [125-4000] Hz
pl_pl: Budynki/Drogi [125-4000] Hz

source: All [50-20000] Hz
pl_pl: Wszystkie [50-20000] Hz

source: Building/Road [100-5000] Hz
pl_pl: Budynki/Drogi [100-5000] Hz

source: Octave
pl_pl: Oktawy

source: Third octave
pl_pl: Tercje

source: Automatic selection
pl_pl: Wybór automatyczny

source: Simulation length (s)
pl_pl: Długość symulacji (s)

source: Time step (s)
pl_pl: Krok czasowy (s)

source: Volume constraint (m3)
pl_pl: Ograniczenie objętości (m3)

source: Radius/Edge ratio
pl_pl: Stosunek promienia/krawędzi

source: Additional parameters
pl_pl: Dodatkowe parametry

source: User-defined parameters
pl_pl: Parametry zdefiniowane przez użytkownika

source: Surface receivers constraint (m2)
pl_pl: Ograniczenie odbiorników powierzchniowych (m2)

source: Surface receivers constraint
pl_pl: Ograniczenie odbiorników powierzchniowych

source: Volume constraint
pl_pl: Ograniczenie objętości

source: Scene correction before meshing
pl_pl: Korekcja modelu przed generacją siatki

source: Test mesh topology
pl_pl: Testuj topologię siatki

source: Random seed
pl_pl: Ziarno generatora

source: Reflection model
pl_pl: Model odbicia

source: Active calculation transmission (limit)
pl_pl: Wymieranie cząstek (10^-n)

source: Active calculation transmission
pl_pl: Aktywna transmisja

source: Receiver radius
pl_pl: Promień odbiorników

source: Soundmap: intensity
pl_pl: Natężenie dźwięku

source: Soundmap: SPL
pl_pl: SPL

source: Surface receiver export
pl_pl: Parametr odbiorników powierzchniowych

source: statsSPPS
pl_pl: Statystyki SPPS

source: angle_stats
pl_pl: Statystyki kątów

source: IntensityAnimation
pl_pl: Animacja natężenia

source: Intensity vector
pl_pl: Wektor natężenia

source: Punctual receiver intensity
pl_pl: Natężenie odbiornika punktowego

source: Particles absorbed by the atmosphere
pl_pl: Cząstki pochłonięte przez atmosferę

source: Particles absorbed by the materials
pl_pl: Cząstki pochłonięte przez materiały

source: Particles absorbed by the fittings
pl_pl: Cząstki pochłonięte przez strefy dopasowania

source: Particles lost by infinite loops
pl_pl: Cząstki stracone w nieskończonych pętlach

source: Particles lost by meshing problems
pl_pl: Cząstki stracone w związku z błędami siatki

source: Particles remaining at the end of the calculation
pl_pl: Cząstki pozostałe na końcu symulacji

source: Sound level per source
pl_pl: Poziom dźwięku na źródło

source: Export surface receivers for each frequency band
pl_pl: Eksportuj odbiorniki powierzchniowe dla każdej częstotliwości

source: Echogram per source
pl_pl: Echogram na źródło

source: Number of sound particles per source
pl_pl: Ilość cząstek na źródło

source: Number of sound particles per source (display)
pl_pl: Wyświetlana ilość cząstek na źródło

source: Active calculation of atmospheric absorption
pl_pl: Aktywne pochłanianie atmosferyczne

source: Active calculation of diffusion by fitting objects
pl_pl: Aktywne pochłanianie przez strefy dopasowania

source: Active calculation of direct field only
pl_pl: Aktywne obliczanie tylko dźwięku bezpośredniego

source: Calculation method
pl_pl: Metoda obliczeniowa

source: The size of the particle file, for each frequency band, is around %.2f Mo
pl_pl: Rozmiar pliku cząstek dla każdej częstotliwości to około %.2f Mo

source: Diffusion order
pl_pl: Rząd rozproszenia

source: Specular when order reached
pl_pl: Odbicie lustrzane po osiągnięcu rzędu rozproszenia

source: Random
pl_pl: Losowa

source: Energetic
pl_pl: Energetyczna

source: Calculation informations
pl_pl: Informacje o obliczeniach

source: Radius of receivers (m)
pl_pl: Promień odbiorników (m)

source: Open folder
pl_pl: Otwórz folder

source: Particles animation
pl_pl: Animacja cząstek

source: Rays
pl_pl: Promienie

source: Load animation
pl_pl: Wczytaj animacje

source: Surface receivers
pl_pl: Odbiorniki powierzchniowe

source: Face opacity
pl_pl: Przezroczystość

source: Maximum value (dB)
pl_pl: Wartość maksymalna (dB)

source: Minimum value (dB)
pl_pl: Wartość minimalna (dB)

source: Maximum value (s)
pl_pl: Wartość maksymalna (s)

source: Minimum value (s)
pl_pl: Wartość minimalna (s)

source: Smooth colors
pl_pl: Wygładź kolory

source: Show iso-curves
pl_pl: Pokaż izolinie

source: Iso level list
pl_pl: Izolinie

source: Smooth level
pl_pl: Wygładź poziom

source: Instantaneous sound level
pl_pl: Chwilowy poziom dźwięku

source: Cumulative instantaneous sound level
pl_pl: Skumulowany chwilowy poziom dźwięku

source: Cumulating sound level
pl_pl: Skumulowany poziom dźwięku

source: Reverberation time (RT)
pl_pl: Czas pogłosu (RT)

source: Early decay time (EDT)
pl_pl: Czas wczesnego zaniku (EDT)

source: Speech Transmision Index (STI)
pl_pl: Wskaźnik transmisji mowy (STI)

source: RT computation
pl_pl: Wyznaczanie RT

source: EDT calculation
pl_pl: Wyznaczanie EDT

source: Clarity computation
pl_pl: Wyznaczanie C

source: D50 computation
pl_pl: Wyznaczanie D50

source: TS computation
pl_pl: Wyznaczanie TS

source: ST computation
pl_pl: Wyznaczanie ST

source: STI computation
pl_pl: Wyznaczanie STI

source: Intensity Animation
pl_pl: Animacja natężenia

source: Project database
pl_pl: Baza danych projektu

source: Materials
pl_pl: Materiały

source: Reference materials
pl_pl: Materiały odniesienia

source: Application
pl_pl: Aplikacja

source: Unilateral
pl_pl: Jednostronny

source: Bilateral
pl_pl: Dwustronny

source: Side of material effect
pl_pl: Strona działania materiału

source: Material description
pl_pl: Opis materiału

source: Reference
pl_pl: Wbudowane

source: Description
pl_pl: Opis

source: Mass density (kg/m3)
pl_pl: Gęstość (kg/m3)

source: Resistivity (cgs)
pl_pl: Rezystancja (cgs)

source: 3D display
pl_pl: Wyświetlanie 3D

source: User
pl_pl: Użytkownika

source: New material
pl_pl: Nowy materiał

source: Create group
pl_pl: Utwórz grupę

source: Import from file
pl_pl: Importuj z pliku

source: New spectrum
pl_pl: Nowe widmo

source: Fitting zone
pl_pl: Strefy dopasowania

source: Define scene fitted zone
pl_pl: Stwórz strefę dopasowania z modelu

source: Define rectangular fitted zone
pl_pl: Stwórz prostokątną strefę dopasowania

source: Fitting zone %i
pl_pl: Strefa dopasowania %i

source: Surface
pl_pl: Powierzchnia

source: Origin
pl_pl: Początek

source: Destination
pl_pl: Koniec

source: Fitting zone %s is not taken into account in the calculation (user choice)
pl_pl: Strefa dopasowania %s nie jest wzięta pod uwagę w symulacjach (wybór użytkownika)

source: Inside position
pl_pl: Pozycja wewnątrz

source: Please define a point inside the fitting zone %s
pl_pl: Proszę podaj punkt wewnątrz strefy dopasowania %s

source: Active fitting zone
pl_pl: Strefa dopasowania aktywna

source: Volume
pl_pl: Objętość

source: Borders
pl_pl: Granice

source: Render mode
pl_pl: Tryb wyświetlania

source: Show name
pl_pl: Pokaż nazwę

source: Opacity
pl_pl: Przejrzystość

source: Display
pl_pl: Wyświetlanie

source: Surfaces
pl_pl: Powierzchnie

source: The group is not empty. You can't delete it!
pl_pl: Ta grupa nie jest pusta. Nie możesz jej usunąć!

source: Add a group
pl_pl: Dodaj grupę

source: Face
pl_pl: Powierzchnia

source: Send to a new surface group
pl_pl: Przenieś do nowej grupy powierzchni

source: Scene file
pl_pl: Plik modelu

source: Backup file
pl_pl: Plik kopii zapasowej

source: Set user defined atmospheric absorption
pl_pl: Ustaw tłumienie atmosferyczne zdefiniowane przez użytkownika

source: Atmospheric absorption
pl_pl: Tłumienie atmosferyczne

source: Environment
pl_pl: Środowisko

source: Information
pl_pl: Informacje

source: Number of active fitting zones
pl_pl: Ilość aktywnych stref dopasowania

source: Number of active sound sources
pl_pl: Ilość aktywnych źródeł dźwięku

source: Model face count
pl_pl: Ilość powierzchni

source: Number of fitting zones
pl_pl: Ilość stref dopasowania

source: Number of punctual receivers
pl_pl: Ilość odbiorników punktowych

source: Number of surfaces receivers
pl_pl: Ilość odbiorników powierzchniowych

source: Number of sound sources
pl_pl: Ilość źródeł dźwięku

source: Number of surface groups
pl_pl: Ilość grup powierzchni

source: Scene volume (m3)
pl_pl: Objętość modelu

source: Scene surface (m2)
pl_pl: Powierzchnia modelu

source: Arrow length
pl_pl: Długość strzałki (z)

source: Arrow width
pl_pl: Grubość strzałki

source: Arrow color (x)
pl_pl: Kolor strzałki (x)

source: Arrow color (y)
pl_pl: Kolor strzałki (y)

source: Arrow color (z)
pl_pl: Kolor strzałki (z)

source: Show XYZ axis
pl_pl: Pokaż oś XYZ

source: Grid color
pl_pl: Kolor siatki

source: Grid scale
pl_pl: Skala siatki

source: XYZ axis
pl_pl: Oś XYZ

source: Project name
pl_pl: Nazwa projektu

source: Project description
pl_pl: Opis projektu

source: Author
pl_pl: Autor

source: Date
pl_pl: Data

source: Copy of %s
pl_pl: Kopia %s

source: New receiver
pl_pl: Nowy odbiornik

source: New group
pl_pl: Nowa grupa

source: Direction
pl_pl: Kierunek

source: Receiver
pl_pl: Odbiornik

source: Receiver %i
pl_pl: Odbiornik %i

source: Background noise
pl_pl: Tło

source: Position
pl_pl: Pozycja

source: Omnidirectional
pl_pl: Wszechkierunkowe

source: Type
pl_pl: Typ

source: New scene face receiver
pl_pl: Nowy odbiornik na powierzchni modelu

source: New plane receiver
pl_pl: Nowy odbiornik powierzchinowy

source: Scene receiver
pl_pl: Odbiornik na powierzchni modelu

source: Plane Receiver
pl_pl: Odbiornik powierzchniowy

source: Enabled
pl_pl: Aktywny

source: Resolution (m)
pl_pl: Rozdzielczość (m)

source: Show the grid
pl_pl: Pokaż siatkę

source: Show vertices name
pl_pl: Pokaż nazwy wierzchołków

source: Cut color
pl_pl: Kolor przekroju

source: Sound sources
pl_pl: Źródła dźwięku

source: New source
pl_pl: Nowe źródło

source: Source
pl_pl: Zrodlo

source: Source %i
pl_pl: Zrodlo %i

source: Sound power
pl_pl: Moc akustyczna

source: Active source
pl_pl: Źródło aktywne

source: XY plan
pl_pl: Płaszczyzna XY

source: YZ plan
pl_pl: Płaszczyzna YZ

source: XZ plan
pl_pl: Płaszczyzna XZ

source: Directivity
pl_pl: Kierunkowość

source: Direction X
pl_pl: Kierunek X

source: Direction Y
pl_pl: Kierunek Y

source: Direction Z
pl_pl: Kierunek Z

source: Time delay (s)
pl_pl: Opóźnienie (s)

source: Volume %i
pl_pl: Objętość %i

source: Volume boundary
pl_pl: Brzegi objętości

source: Convert to fitting
pl_pl: Konwertuj na strefę dopasowania

source: Calculate the mean free path
pl_pl: Obliczaj średnią drogę swobodną

source: Mean free path
pl_pl: Średnia droga swobodna

source: Projet
pl_pl: Projekt

source: Fatal error:
pl_pl: Błąd krytyczny:

source: Program aborted
pl_pl: Program anulowany

source: Error:
pl_pl: Błąd:

source: Warning:
pl_pl: Ostrzeżenie:

source: Many old sessions of the user interface are available. Do you want to retrieve an old session?
pl_pl: Dostępne jest wiele sesji programu. Czy chcesz przywrócić poprzednią sesję?

source: Please choose the application instance
pl_pl: Proszę wybierz instancję aplikacji

source: Calculation output:
pl_pl: Wynik symulacji

source: There are errors in the Python(TM) script!
pl_pl: W skrypcie Python(TM) są błędy

source: The icon format of %s is not supported.
pl_pl: Format ikony %s nie jest obsługiwany

source: The icon %s doesn't exist!
pl_pl: Ikona %s nie istnieje

source: Iso-levels color
pl_pl: Grupa kolorów izolinii

source: Make report
pl_pl: Generuj raport

source: Reverberation time
pl_pl: Czas pogłosu
