Repository: d-cooper/I-Simpa
Catalog: currentRelease/UserScript/recp_res_tool/locale/*/internat.po
Languages: pl

source: Calculate All
pl: Wyznacz wszystkie

source: Calculate T20
pl: Wyznacz T20

source: Calculate T30
pl: Wyznacz T30

source: Calculate EDT
pl: Wyznacz EDT

source: Calculate C50
pl: Wyznacz C50

source: Calculate C80
pl: Wyznacz C80

source: Calculate D50
pl: Wyznacz D50

source: Calculate STI, NC25
pl: Wyznacz STI, NC25

source: Combine receivers
pl: Połącz wyniki

source: Combined
pl: Połączone
